Revit 2027 API
ParameterTypeId.RebarSystemBarTypeBottomDirn2 Property
 "Bottom Minor Bar Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemBarTypeBottomDirn2 { get; }
Public Shared ReadOnly Property RebarSystemBarTypeBottomDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemBarTypeBottomDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemBarTypeBottomDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace